Баг репорт сайта 'https://easysmarthub.ru/shop'
Ошибка 1
Название: Письмо с информацией о платеже улетает в спам
Описание:
Письма с информацией о платеже, отправляемые на почту пользователя, попадают в папку "Спам".
Шаги для воспроизведения:
1.	Оформить заказ.
2.	Совершить оплату.
3.	Дождаться получения письма с информацией о платеже.
Ожидаемый результат:
Письмо с информацией о платеже должно быть доставлено в папку "Входящие".
Фактический результат:
Письмо с информацией о платеже попадает в папку "Спам".
Среда:
•	Браузер: Google Chrome
•	Операционная система: Windows 10
Ошибка 2
Баг репорт
Название: Товар Note Book Mockup при добавлении в корзину не добавляется в корзину
Описание:
При попытке добавить товар "Note Book Mockup" в корзину, товар не добавляется.
Шаги для воспроизведения:
1.	Перейти на страницу товара "Note Book Mockup".
2.	Нажать на кнопку "Добавить в корзину".
Ожидаемый результат:
Товар "Note Book Mockup" должен быть добавлен в корзину.
Фактический результат:
Товар "Note Book Mockup" не добавляется в корзину.
Среда:
•	Браузер: Google Chrome
•	Операционная система: Windows 10

(Задание 2)
Ошибка 3
Баг репорт
Название: Ошибка при оформлении заказа: принимается номер, написанный не полностью
Описание:
При оформлении заказа принимается номер телефона, написанный не полностью. Например, можно ввести только "+7" без указания остальных цифр.
Шаги для воспроизведения:
1.	Перейти в корзину.
2.	Нажать на кнопку "Оформить заказ".
3.	В поле "Номер телефона" ввести только "+7".
4.	Нажать на кнопку "Продолжить".
Ожидаемый результат:
Система должна выдать ошибку и не позволить продолжить оформление заказа.
Фактический результат:
Система не выдает ошибку и позволяет продолжить оформление заказа.
Среда:
•	Браузер: Google Chrome
•	Операционная система: Windows 10
